Repository: WordPressBugBounty/plugins-post-to-google-my-business
Catalog: post-to-google-*-business/languages/post-to-google-*-business-*.po
Languages: nl_nl, pt_br

source: Refresh locations
nl_nl: Locaties vernieuwen
pt_br: Atualizar locais

source: %d publishing tasks queued
nl_nl: %d publicatietaken in de wachtrij gezet
pt_br: %d tarefas de publicação enfileiradas

source: Update
nl_nl: Bijwerken
pt_br: Atualizar

source: Save draft
nl_nl: Concept opslaan
pt_br: Salvar rascunho

source: Default auto-post template
pt_br: Modelo de publicação automática padrão

source: Auto-post template
pt_br: Modelo de publicação automática

source: Price
pt_br: Preço

source: Add to evergreen content
pt_br: Adicionar ao conteúdo evergreen

source: Schedule post
pt_br: Agendar publicação

source: Could not parse JSON response from Google API.
nl_nl: Kon de JSON reactie van de Google API niet verwerken.
pt_br: Não foi possível analisar a resposta JSON da API do Google.

source: Invalid JSON response from authentication server.
nl_nl: Ongeldige JSON reactie van de authenticatieserver.
pt_br: Resposta JSON inválida do servidor de autenticação.

source: Unexpected response code %1$d: %2$s
nl_nl: Onverwachte antwoordcode %1$d: %2$s
pt_br: Código de resposta inesperado %1$d: %2$s

source: Google settings
nl_nl: Google instellingen
pt_br: Configurações do Google

source: Auto-post settings
nl_nl: Auto-post instellingen
pt_br: Configurações de publicação automática

source: Post type settings
nl_nl: Post type instellingen
pt_br: Configurações de tipo de post

source: Evergreen content
nl_nl: Groenblijvende content
pt_br: Conteúdo evergreen

source: Misc
nl_nl: Divers
pt_br: Diversos

source: Default location
nl_nl: Standaard locatie
pt_br: Local padrão

source: Select the post-types where the GMB metabox & auto-post controls should be displayed
nl_nl: Selecteer de post-types waar de GMB metabox & auto-post bediening getoond moet worden
pt_br: Selecionar os tipos de posts em que a metabox do GMB e os controles de publicação automática devem ser exibidos

source: Post to GMB by default
nl_nl: Standaard op GMB plaatsen
pt_br: Publicar no GMB por padrão

source: The Auto-post checkbox will be checked by default, and your WordPress posts will be automatically published to GMB, unless you uncheck it.
nl_nl: Auto-post staat standaard aangevinkt, en je berichten worden automatisch op GMB geplaatst, tenzij je het vinkje uit zet.
pt_br: A caixa de seleção Publicação automática será marcada por padrão e suas publicações do WordPress serão publicadas automaticamente no GMB, a menos que você a desmarque.

source: Default template
nl_nl: Standaard template
pt_br: Modelo padrão

source: Enabled request types (advanced)
nl_nl: Ingeschakelde aanroep-types (geavanceerd)
pt_br: Tipos de solicitação ativadas (avançado)

source: Select which request types the plugin should listen for to create auto-posts. Do not change unless you know what you are doing. Incorrect settings could result in duplicate posts or spamming your listing with posts.
nl_nl: Selecteer naar welke aanroep-types de plugin moet luisteren voor het aanmaken van auto-posts. Verander dit niet tenzij je weet wat je doet. Ongeldige instellingen kunnen resulteren in dubbele posts, of het spammen van je locatie met nieuwe posts.
pt_br: Selecione quais tipos de solicitação o plugin deve ouvir para criar posts automáticos. Não mude a menos que você saiba o que está fazendo. Configurações incorretas podem resultar em posts duplicados ou spam em sua listagem com publicações.

source: Posts/pages/CPTs created in the WordPress Dashboard through the Block- or Classic editor
nl_nl: Berichten/pagina's/CPT's aangemaakt via het WordPress Dashboard door middel van de Blok- of Klassieke editor
pt_br: Posts/páginas/CPTs criados no painel do WordPress através do editor de blocos ou clássico

source: Internal (e.g. items created internally by 3rd party plugins like import plugins)
nl_nl: Intern (b.v. items die intern door plugins zijn aangemaakt zoals import plugins)
pt_br: Interno (por exemplo, itens criados internamente por plugins de terceiros, como plugins de importação)

source: REST API (Items created through the WP REST API)
nl_nl: REST API (Items aangemaakt via de WP REST API)
pt_br: API REST (itens criados por meio da API REST do WP)

source: XML-RPC (Items created through XML-RPC)
nl_nl: XML-RPC (Items aangemaakt via XML-RPC)
pt_br: XML-RPC (Itens criados por meio de XML-RPC)

source: Enabled for post types
nl_nl: Ingeschakeld voor post-types
pt_br: Ativado para tipos de posts

source: Select the post-types where the GMB metabox should be displayed
nl_nl: Selecteer de post-types waar de GMB metabox getoond moet worden
pt_br: Selecionar os tipos de posts onde a metabox do GMB deve ser exibida

source: Delete GMB posts
nl_nl: GMB berichten verwijderen
pt_br: Excluir posts do GMB

source: Delete post(s) from GMB when the parent post/page/content in WordPress is deleted
nl_nl: Verwijder bericht(en) van GMB wanneer de bovenliggende post/pagina/inhoud in WordPress wordt verwijderd
pt_br: Excluir post(s) do GMB quando o post/página/conteúdo ascendente no WordPress for excluído

source: Uninstall cleanup
nl_nl: Deïnstallatie opruiming
pt_br: Desinstalar e limpar

source: Choose which data the plugin should (try to) delete when uninstalling the plugin
nl_nl: Kies welke data de plugin (moet proberen) te verwijderen wanneer de plugin wordt verwijderd
pt_br: Escolher quais dados o plugin deve (tentar) excluir ao desinstalar o plugin

source: Delete plugin settings
nl_nl: Plugin instellingen verwijderen
pt_br: Excluir configurações do plugin

source: Delete GMB post data, post campaigns & auto-post templates
nl_nl: Verwijder GMB post data, post campagnes & auto-post templates
pt_br: Excluir dados do post do GMB, Publicar campanhas e modelos de publicação automática

source: Disable date & time selector for events/offers
nl_nl: Schakel datum- en tijdselector uit voor evenementen/aanbiedingen
pt_br: Desativar seletor de data e hora para eventos/ofertas

source: Disable the event/offer date & time selector to allow for relative dates in those fields
nl_nl: Schakel de datum- en tijdselector uit bij evenementen/aanbiedingen om relatieve datums in deze velden te kunnen gebruiken
pt_br: Desativar o seletor de data e hora do evento/oferta para permitir datas relativas nesses campos

source: Bypass WP-Cron
nl_nl: WP-Cron omzeilen
pt_br: Ignorar o WP-Cron

source: Enable this only if your posts are not being published. Will publish posts in foreground, at expense of performance.
nl_nl: Schakel dit enkel in als je posts niet gepubliceerd worden. De posts worden op de voorgrond gepubliceerd, ten koste van prestaties.
pt_br: Ativar isso apenas se seus posts não estiverem sendo publicados. Isso publicará posts em primeiro plano, com prejuízo de desempenho.

source: Enable Alert/COVID-19 post type
nl_nl: Noodmelding/COVID-19 post type inschakelen
pt_br: Ativar o tipo de post Alerta/COVID-19

source: Enable ALERT post type. This is a currently unused GBP post type that will take priority over all other posts until it is deleted, introduced during the COVID-19 pandemic for emergency announcements.
nl_nl: Schakel het ALERT post type in. Dit is een op het moment ongebruikt GBP post-type dat prioriteit heeft over alle andere posts totdat het verwijderd is, geïntroduceerd tijdens de coronapandemie voor noodmeldingen.
pt_br: Ative o tipo de post ALERTA. Este é um tipo de post do GBP não usado no momento, que terá prioridade sobre todos os outros posts até ser excluído, introduzido durante a pandemia da COVID-19 para anúncios de emergência.

source: Connected
nl_nl: Verbonden
pt_br: Conectado

source: Not connected
nl_nl: Niet verbonden
pt_br: Desconectado

source: Manage multiple businesses or locations?
nl_nl: Beheer je meerdere bedrijven of locaties?
pt_br: Gerenciar várias empresas ou locais?

source: Upgrade to Premium
nl_nl: Upgrade naar Premium
pt_br: Atualizar para Premium

source: to pick a location per post, or post to multiple locations at once.
nl_nl: om een locatie te kiezen per post, of naar meerdere locaties tegelijk te posten.
pt_br: para escolher um local por post, ou publicar em vários locais ao mesmo tempo.

source: Not the right time?
nl_nl: Niet het juiste moment?
pt_br: Não é a hora certa?

source: and schedule your posts to be automagically published at a later time.
nl_nl: en plan je berichten in om automagisch op een later moment te publiceren.
pt_br: e agende seus posts para serem publicados automaticamente em um momento posterior.

source: Wondering how your Google My Business post is performing?
nl_nl: Vraag je je af hoe je Google Mijn Bedrijf post presteert?
pt_br: Quer saber como está o desempenho de sua publicação no Google My Business?

source: to view post statistics and easily include Google Analytics UTM parameters.
nl_nl: om post statistieken in te zien en Google Analytics UTM parameters toe te voegen.
pt_br: para visualizar estatísticas de posts e incluir facilmente os parâmetros UTM do Google Analytics.

source: Use Post to Google My Business for your pages, projects, WooCommerce products and more.
nl_nl: Gebruik Post op Google Mijn Bedrijf voor je pagina's, projecten, WooCommerce producten en meer.
pt_br: Usar o Post to Google My Business para suas páginas, projetos, produtos WooCommerce e muito mais.

source: to enable Post to Google my Business for any post type.
nl_nl: om Post op Google Mijn Bedrijf in te schakelen voor elk post-type.
pt_br: para ativar o Post to Google My Business para qualquer tipo de post.

source: Automatically repost your GMB posts a specific or unlimited amount of times.
nl_nl: Plaats je GMB posts automatisch een specifiek, of onbeperkt aantal keer opnieuw.
pt_br: Republique automaticamente seus posts do GMB, uma quantidade específica ou ilimitada de vezes.

source: to set custom intervals and specify the amount of reposts.
nl_nl: om een eigen interval en het aantal reposts in te stellen.
pt_br: para definir intervalos personalizados e especificar a quantidade de republicações.

source: I hope you enjoy using my Post to Google My Business plugin! Help spread the word with a
nl_nl: Ik hoop dat je mijn Post op Google Mijn Bedrijf plugin fijn vindt werken! Draag een steentje bij met een
pt_br: Espero que você esteja gostando de usar meu plugin Post to Google My Business! Ajude a divulgar com uma

source: 5-star rating on WordPress.org
nl_nl: 5-sterren beoordeling op WordPress.org
pt_br: Classificação de 5 estrelas no WordPress.org

source: . Many thanks! - Koen Reus, plugin developer
nl_nl: . Onwijs bedankt! - Koen Reus, plugin ontwikkelaar
pt_br: . Muito Obrigado! - Koen Reus, desenvolvedor de plugins

source: Create unique posts every time.
nl_nl: Maak steeds opnieuw unieke posts.
pt_br: Criar publicações exclusivas sempre.

source: to use spintax and %variables% in your post text.
nl_nl: om spintax en %variabelen% te gebruiken in je post tekst.
pt_br: para usar spintax e %variables% no texto do post.

source: Connect to Google Business Profile
nl_nl: Verbinden met Google Bedrijfsprofiel
pt_br: Conectar ao Perfil de Empresas do Google

source: + Add another Google account
nl_nl: + Nog een Google account toevoegen
pt_br: + Adicionar outra conta do Google

source: Multi-account support is a Post to Google My Business Agency Feature
nl_nl: Ondersteuning voor meerdere accounts is een feature van Post to Google My Business Agency
pt_br: O suporte para várias contas é um recurso do Post to Google My Business para Agência

source: Disconnect Google account from this website
nl_nl: Verbinding met dit Google account en deze site verbreken
pt_br: Desconecte a conta do Google deste site

source: Disconnect all Google accounts from this website
nl_nl: Alle verbonden Google accounts van deze website loskoppelen
pt_br: Desconecte todas as contas do Google deste site

source: Google locations could not be loaded at the time of saving. Location settings were not updated. Please reload locations and save again.
nl_nl: Google locaties konden niet worden geladen tijdens het opslaan. Locatie-instellingen zijn niet geupdatet. Herlaad de locaties en sla opnieuw op.
pt_br: Não foi possível carregar os locais do Google no momento do salvamento. As configurações de local não foram atualizadas. Recarregue os locais e salve novamente.

source: Post to Google My Business settings
nl_nl: Post op Google Mijn Bedrijf instellingen
pt_br: Configurações do Post to Google My Business

source: Settings
nl_nl: Instellingen
pt_br: Configurações

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet de juiste permissies om toegang tot deze pagina te krijgen.
pt_br: Você não tem permissões suficientes para acessar esta página.

source: Evergreen content is a Post to Google My Business Pro feature
nl_nl: Groenblijvende content is een Pro functie van Post op Google Mijn Bedrijf
pt_br: O conteúdo evergreen é um recurso do Post to Google My Business Pro

source: Evergreen content screenshot
nl_nl: Groenblijvende content screenshot
pt_br: Captura de tela de conteúdo evergreen

source: Define a posting schedule, select your existing content in bulk, and the plugin will automatically keep your GMB listing(s) fresh with new posts.
nl_nl: Stel een postschema in, selecteer je bestaande content in bulk, en de plugin zal automatisch je GMB locatie(s) voorzien van nieuwe berichten.
pt_br: Defina um cronograma de publicações, selecione seu conteúdo existente em massa e o plugin manterá automaticamente sua(s) lista(s) do GMB atualizadas com novos posts.

source: Post to Google my Business Pro lets you:
nl_nl: Post op Google Mijn Bedrijf Pro laat je:
pt_br: Post to Google my Business Pro permite que você:

source: Create multiple auto-post templates
nl_nl: Meerdere auto-post sjablonen aanmaken
pt_br: Criar vários modelos de posts automáticos

source: Publish posts to multiple GMB locations at once
nl_nl: Berichten op meerdere GMB locaties tegelijk publiceren
pt_br: Publicar posts em vários locais do GMB de uma só vez

source: Automatically re-cycle your posts
nl_nl: Automatisch berichten re-cyclen
pt_br: Reciclar automaticamente seus posts

source: Publish posts to multiple locations across multiple Google accounts at once
nl_nl: Publiceer posts naar meerdere locaties verdeeld over meerdere Google accounts tegelijkertijd
pt_br: Publicar posts em vários locais em várias contas do Google de uma só vez

source: View pricing &amp; buy now &raquo;
nl_nl: Bekijk prijzen &amp; koop nu &raquo;
pt_br: Ver preços &amp; comprar agora &raquo;

source: Auto-post templates
nl_nl: Auto-post sjablonen
pt_br: Modelos de publicação automática

source: Post to Google My Business Dashboard
nl_nl: Post op Google Mijn Bedrijf Dashboard
pt_br: Painel de publicações do Post to Google My Business

source: Dashboard %s
pt_br: Painel %s

source: Dismiss this notice.
nl_nl: Melding wissen.
pt_br: Dispensar esse aviso.

source: Post Campaigns
nl_nl: Post Campagnes
pt_br: Publicar campanhas

source: Failed to retrieve location data for %1$s: %2$s
nl_nl: Niet gelukt om de locatie-data te laden voor %1$s: %2$s
pt_br: Falha ao recuperar dados do local para %1$s: %2$s

source: Something went wrong trying to load the Google Business Profile locations for this account: %s
nl_nl: Er is iets fout gegaan tijdens het laden van de Google Bedrijfsprofielen in dit account: %s
pt_br: Algo deu errado ao tentar carregar os locais do Perfil de Empresas do Google (GBP) para esta conta: %s

source: Check Google account settings
nl_nl: Controleer Google account-instellingen
pt_br: Verificar as configurações da conta do Google

source: Failed to delete post %1$s from GMB: %2$s
nl_nl: Niet gelukt om post %1$s van GMB te verwijderen: %2$s
pt_br: Falha ao excluir post %1$s do GMB: %2$s

source: Updating status failed: %s
nl_nl: Status vernieuwen mislukt: %s
pt_br: Falha ao atualizar o status: %s

source: No Google account connected at time of publishing
nl_nl: Geen Google account verbonden op het moment van publiceren
pt_br: Nenhuma conta do Google conectada no momento da publicação

source: The response did not contain the expected fields
nl_nl: De response bevatte niet de verwachte velden
pt_br: A resposta não contém os campos esperados

source: Failed to create/update post: %s
nl_nl: Niet gelukt om post aan te maken/bij te werken: %s
pt_br: Falha ao criar/atualizar post: %s

source: Go to post
nl_nl: Ga naar post
pt_br: Ir para o post

source: There recently has been an issue publishing a post to one of your GMB locations: %s.
nl_nl: Er was recentelijk een probleem tijdens het publiceren van een post op een van je GMB locaties: %s.
pt_br: Recentemente, ocorreu um problema ao publicar um post em um de seus locais do GMB: %s.

source: No Google account connected
nl_nl: Geen Google account verbonden
pt_br: Nenhuma conta do Google conectada

source: Could not retrieve account or location groups from Google My Business: %s
nl_nl: Het niet gelukt de account- of locatiegegevens op te halen van Google Mijn Bedrijf: %s
pt_br: Não foi possível recuperar contas ou grupos de locais do Google My Business: %s

source: No user account or location groups found. Did you log in to the correct Google account?
nl_nl: Geen bedrijfslocaties gevonden. Heb je het juiste Google account gebruikt?
pt_br: Nenhuma conta de usuário ou grupo de locais foi encontrado. Você fez login na conta correta do Google?

source: Could not retrieve locations from Google My Business: %s
nl_nl: Kon de locaties niet ophalen van Google Mijn Bedrijf: %s
pt_br: Não foi possível recuperar os locais do Google My Business: %s

source: No businesses found.
nl_nl: Geen bedrijven gevonden.
pt_br: Nenhuma empresa encontrada.

source: Service Area Business
nl_nl: Bedrijf met servicegebied
pt_br: Negócios da área de serviço

source: Location grayed out?
nl_nl: Locatie in het grijs?
pt_br: Local esmaecido?

source: It means the location is blocked from using the LocalPostAPI, and can't be posted to using the plugin.
nl_nl: Dit betekend dat de locatie geblokkeerd is van de LocalPostAPI, en geen gebruik kan maken van de plugin.
pt_br: Isso significa que o local está bloqueado para usar a LocalPostAPI e não pode ser publicado usando o plugin.

source: Learn more...
nl_nl: Meer informatie...
pt_br: Saber mais...

source: Search/Filter locations...
nl_nl: Zoek/Filter locaties...
pt_br: Pesquisar/filtrar locais...

source: Invalid nonce
nl_nl: Ongeldige nonce
pt_br: Nonce inválido

source: No businesses found in this group.
nl_nl: Geen bedrijven gevonden in deze groep.
pt_br: Nenhuma empresa encontrada neste grupo.

source: Published GMB Post
nl_nl: Gepubliceerde GMB post
pt_br: Post GMB publicado

source: Published GMB Posts
nl_nl: Gepubliceerde GMB Posts
pt_br: Posts GMB publicados

source: Shop code
nl_nl: Winkelcode
pt_br: Código da loja

source: Location
nl_nl: Locatie
pt_br: Local

source: Refresh status
nl_nl: Status vernieuwen
pt_br: Atualizar status

source: Delete
nl_nl: Verwijderen
pt_br: Excluir

source: Unknown location
nl_nl: Onbekende locatie
pt_br: Local desconhecido

source: Unknown
nl_nl: Onbekend
pt_br: Desconhecido

source: View on Google
nl_nl: Bekijk op Google
pt_br: Ver no Google

source: Download CSV
pt_br: Baixar CSV

source: Dynamic date, calculated/retrieved when GBP post is published
nl_nl: Dynamische datum, berekend/opgevraagd zodra de GBP-post gepubliceerd wordt
pt_br: Data dinâmica, calculada/recuperada quando o post no GBP é publicado

source: %1$s %2$s, Timezone: %3$s
nl_nl: %1$s %2$s, Tijdzone: %3$s
pt_br: %1$s %2$s, Fuso horário: %3$s

source: GMB Post
pt_br: Post GMB

source: GMB Posts
pt_br: Posts GMB

source: Post type
pt_br: Tipo de post

source: Publish date
nl_nl: Publicatiedatum
pt_br: Data de publicação

source: Created
nl_nl: Aangemaakt
pt_br: Criado

source: List created posts
nl_nl: Laat aangemaakte posts zien
pt_br: Listar publicações criadas

source: Edit
nl_nl: Bewerk
pt_br: Editar

source: Duplicate
nl_nl: Dupliceren
pt_br: Duplicar

source: Repost enabled
nl_nl: Repost ingeschakeld
pt_br: Repost ativado

source: This post will be deleted when the next post is auto-posted
nl_nl: Deze post wordt verwijderd zodra de volgende automatische post geplaatst is
pt_br: Este post será excluído quando a próxima publicação for publicada automaticamente

source: Draft
nl_nl: Concept
pt_br: Rascunho

# %s = human-readable time difference
source: %s ago
nl_nl: %s geleden
pt_br: %s atrás

source: Unknown property
nl_nl: Onbekende waarde
pt_br: Propriedade desconhecida

source: Invalid call to action
nl_nl: Ongeldige call-to-action
pt_br: Chamada para a ação inválida

source: Invalid URL supplied for call to action
nl_nl: Ongeldige URL opgegeven voor call to action
pt_br: O URL fornecido para a chamada para a ação é inválido

source: IPs are not allowed for call-to-action URLs
nl_nl: IP-adressen zijn niet toegestaan als link voor een knop
pt_br: IPs não são permitidos para URLs de chamada para a ação

source: Year must be from 1 to 9999, or 0 if specifying a date without a year.
nl_nl: Jaar moet van 1 tot 9999 zijn, of 0 als er een datum zonder jaar wordt opgegeven.
pt_br: O ano deve ser de 1 a 9999, ou 0 se especificar uma data sem um ano.

source: Month must be from 1 to 12, or 0 if specifying a year without a month and day.
nl_nl: Maand moet tussen 1 en 12 zijn, of 0 als er een jaartal wordt opgegeven zonder maand en dag.
pt_br: O mês deve ser de 1 a 12, ou 0 se especificar um ano sem mês e dia.

source: Day must be from 1 to 31 and valid for the year and month, or 0 if specifying a year by itself or a year and month where the day is not significant.
nl_nl: Dag moet tussen 1 en 31 zijn en geldig voor het jaar en de maand, of 0 als er alleen een jaar wordt opgegeven, of een jaar en maand waarbij de dag niet belangrijk is.
pt_br: O dia deve ser de 1 a 31 e válido para o ano e o mês, ou 0 se especificar um ano por si só ou um ano e mês em que o dia não é significativo.

source: Invalid Topic type
nl_nl: Ongeldige Topictype
pt_br: Tipo de tópico inválido

source: Invalid Alert type
nl_nl: Ongeldig Waarschuwings type
pt_br: Tipo de alerta inválido

source: Post text should be between 1 and 1500 characters
nl_nl: Post tekst moet tussen 1 en 1500 karakters zijn
pt_br: O texto do post deve ter entre 1 e 1.500 caracteres

source: Posts can only have 1 image
nl_nl: Posts kunnen maar 1 afbeelding hebben
pt_br: Os posts podem ter apenas 1 imagem

source: Event/offer title is required
nl_nl: Evenement/aanbieding titel is verplicht
pt_br: O título do evento/oferta é obrigatório

source: Offer redeem online URL is invalid
nl_nl: De URL voor de link om de aanbieding in te wisselen is ongeldig
pt_br: O URL do resgate da oferta online é inválido

source: Invalid media format
nl_nl: Ongeldig media formaat
pt_br: Formato de mídia inválido

source: Creating posts with videos is currently not supported by Google
nl_nl: Het aanmaken van video posts is op het moment niet ondersteund door Google
pt_br: Criar posts com vídeos atualmente não é suportado pelo Google

source: Invalid media URL
nl_nl: Ongeldige media URL
pt_br: URL de mídia inválido

source: End date is before start date
nl_nl: Einddatum komt vóór de startdatum
pt_br: A data de término é anterior à data de início

source: Hour should be from 0 to 23
nl_nl: Uren moeten tussen 0 en 23 zijn
pt_br: A hora deve ser de 0 a 23

source: Minutes should be between 0 and 59
nl_nl: Minuten moeten tussen 0 en 59 zijn
pt_br: Os minutos devem ser entre 0 e 59

source: Seconds should be between 0 and 59
nl_nl: Seconden moeten tussen 0 en 59 zijn
pt_br: Os segundos devem ser entre 0 e 59

source: Nanos should be between 0 and 999,999,999
nl_nl: Nanos moeten tussen 0 en 999,999,999 zijn
pt_br: Os nanos devem ser entre 0 e 999.999.999
