Repository: WordPressBugBounty/plugins-post-to-google-my-business
Catalog: post-to-google-*-business/languages/post-to-google-*-business-*.po
Languages: nl_nl, pt_br

source: Hi %1$s, You've just published your 100th GMB post through the Post to Google My Business plugin, awesome! If you find the plugin useful and have a moment to leave a 5-star rating on the %2$s, you'd do me a BIG favour and it really motivates me to continue adding awesome features! Don't worry, this will be the last time I bother you about it. Thanks! %3$s %4$s %5$s %6$s
nl_nl: Hoi %1$s, Je hebt zojuist je 100e GMB post gemaakt via de Post op Google Mijn Bedrijf plugin, geweldig! Als je de plugin handig vindt en een momentje hebt om een 5-sterren review achter te laten op de %2$s, dan doe je me echt een onwijze gunst en geef je me een motivatieboost om meer gave functionaliteit toe te voegen! Maak je geen zorgen, dit is de laatste keer dat ik er over begin. Thanks! %3$s %4$s %5$s %6$s
pt_br: Oi %1$s, Você acaba de publicar seu 100º post no GMB, através do plugin Post to Google My Business. Incrível! Se você está achando o plugin útil e tem um momento para deixar uma classificação de 5 estrelas no %2$s, você me faria um grande favor e isso realmente me motivaria a continuar adicionando mais recursos incríveis! Não se preocupe! Esta será a última vez que te incomodo! Obrigado! %3$s %4$s %5$s %6$s

# anchor text
source: Google tab in the plugin settings
nl_nl: Google tab in de plugin instellingen
pt_br: Aba do Google nas configurações do plugin

source: Getting started with Post to Google My Business
nl_nl: Beginnen met Post op Google Mijn Bedrijf
pt_br: Introdução ao Post to Google My Business

source: Hi %1$s, Thanks for installing Post to Google My Business! To get started, connect the plugin to your Google account on the %4$s. Need help? Check out the %2$s %3$s
nl_nl: Hoi %1$s, Bedankt voor het installeren van Post op Google Mijn Bedrijf! Om te beginnen, verbind je Google Account met de plugin op het %4$s. Hulp nodig? Check de %2$s %3$s
pt_br: Oi %1$s, Obrigado por instalar o Post to Google My Business! Para começar, conecte o plugin à sua conta do Google no %4$s. Precisa de ajuda? Confira o %2$s %3$s

source: tutorial video
pt_br: vídeo tutorial

source: Auto-post to GMB on Publish/Update
nl_nl: Auto-post op GMB bij Publiceren/Bijwerken
pt_br: Publicar automaticamente no GMB ao Publicar/Atualizar

source: Post to Google My Business mbstring test
nl_nl: Post op Google Mijn Bedrijf mbstring test
pt_br: Post to Google My Business: teste de mbstring

source: Post to Google My Business: mbstring is enabled
nl_nl: Post op Google Mijn Bedrijf: mbstring is ingeschakeld
pt_br: Post to Google My Business: mbstring está ativado

source: Post to Google My Business: mbstring is not enabled
nl_nl: Post op Google Mijn Bedrijf: mbstring is niet ingeschakeld
pt_br: Post to Google My Business: mbstring não está ativado

source: The PHP mbstring extension helps cut your GBP posts to the appropriate max length
nl_nl: De PHP mbstring-extensie helpt je berichten tot de juiste maximum lengte af te snijden
pt_br: A extensão PHP mbstring ajuda a cortar suas pubicações GBP para o comprimento máximo apropriado

source: The PHP mbstring extension is not enabled on your server. It is required for cutting your posts to the appropriate max length. Enable it through your webhosting control panel or ask your server administrator to enable it for you.
nl_nl: De PHP mbstring extensie is niet ingeschakeld op je server. Het is benodigd om je posts tot de juiste maximum lengte af te snijden. Schakel het in via het controlepaneel van je webhosting, of vraag je beheerder om het voor je in te schakelen.
pt_br: A extensão PHP mbstring não está ativada em seu servidor. É necessário para cortar seus posts no comprimento máximo apropriado. Ative-o através do painel de controle de hospedagem ou peça ao administrador do servidor para ativá-lo para você.

source: Thanks for updating Post to Google My Business!
nl_nl: Bedankt voor het updaten van Post op Google Mijn Bedrijf!
pt_br: Obrigado por atualizar o Post to Google My Business!

source: Hi %1$s, Thanks for updating Post to Google My Business to the latest version. I've added this new dashboard section, check out the new features section below! If you're enjoying the plugin and have a moment to %2$s, that's really appreciated and really helps me move the plugin forward. %3$s
nl_nl: Hoi %1$s, Bedankt voor het updaten van Post op Google Mijn Bedrijf naar de nieuwste versie. Ik heb dit nieuwe dashboard toegevoegd, check ook de nieuwe functies hieronder! Als je deze plugin top vindt en een momentje hebt om %2$s, dat zou ik heel erg waarderen en helpt me onwijs om de plugin verder te ontwikkelen. %3$s
pt_br: Olá %1$s, Obrigado por atualizar o Post to Google My Business para a versão mais recente. Eu adicionei esta nova seção de painel, verifique a seção de novos recursos abaixo! Se você está gostando do plugin e tem um momento para %2$s, eu apreciaria muito e realmente me ajuda a avançar com o plugin. %3$s

source: leave a rating
nl_nl: een review achter te laten
pt_br: deixe uma classificação

source: [Pro] Auto-post only with specific tag/category
nl_nl: [Pro] Automatisch posten met een bepaalde tag/categorie
pt_br: [Pro] Publicação automática apenas com tag/categoria específica

source: This allows you to limit auto-post to a specific tag or category. Your post will be auto-posted when they have a tag/category where this option is enabled.
nl_nl: Hiermee kun je het automatisch posten koppelen aan een specifieke tag of categorie. Je post zal automatisch worden gepost wanneer ze een categorie of tag hebben waar deze optie is ingeschakeld.
pt_br: Isso permite limitar a publicação automática a uma tag ou categoria específica. Seu post será publicado automaticamente quando tiver uma tag/categoria onde essa opção estiver ativada.

source: Screenshot
nl_nl: Schermafbeelding
pt_br: Captura de tela

source: Post calendar
nl_nl: Post kalender
pt_br: Calendário de publicação

source: Track your posts in time with the new post calender. For easy scheduling and planning.
nl_nl: Hiermee kun je bijhouden wanneer je berichten geplaatst zijn of moeten worden. Voor gemakkelijk plannen.
pt_br: Acompanhe suas publicações em tempo real, com o novo calendário de publicação. Para facilitar o agendamento e planejamento.

source: Full editor for auto-post template
nl_nl: Volledige editor voor het auto-post template
pt_br: Editor completo para modelo de publicação automática

source: Fine-tune one template for all your automated posts to follow. The new editor gives you complete control over the auto-post template.
nl_nl: Fine-tune het template dat je geautomatiseerde posts moeten volgen. De nieuwe editor geeft je volledige controle over het auto-post template.
pt_br: Ajuste um modelo para todas as suas publicações automatizadas a seguir. O novo editor oferece controle completo sobre o modelo de publicação automática.

source: COVID-19 alert/update post support
nl_nl: COVID-19 waarschuwing/update post ondersteuning
pt_br: Alerta COVID-19/atualização de suporte da publicação

source: A very effective way to keep your customers up-to-date on any changes to your business due to the corona virus (COVID-19)
nl_nl: Een effectieve manier om je klanten up-to-date de houden over hoe jouw bedrijf omgaat met het coronavirus (COVID-19)
pt_br: Uma maneira muito eficaz de manter seus clientes atualizados sobre quaisquer alterações em seus negócios, devido ao corona vírus (COVID-19)

# anchor text
source: Google account settings
nl_nl: Google account instellingen
pt_br: Configurações da conta do Google

source: Thanks for updating Post to Google My Business! Due to major changes in the Google account management system, re-authenticating might be required. Check the %s and reconnect your account if needed.
nl_nl: Bedankt voor het updaten van Post op Google Mijn Bedrijf! Door grote wijzigingen in het Google-accountmanagementsysteem is het misschien nodig om opnieuw te authentiseren. Controleer de %s en verbind opnieuw als dit nodig is.
pt_br: Obrigado por atualizar o Post to Google My Business! Devido a grandes mudanças no sistema de gerenciamento de contas do Google, pode ser necessária uma nova autenticação. Verifique as %s e reconecte sua conta, se necessário.

source: [Agency] Multi-account support
nl_nl: [Agency] Multi-account ondersteuning
pt_br: [Agency] Suporte a várias contas

source: Connect multiple Google accounts to a single site, and publish posts across multiple GBP locations & Google accounts in one go.
nl_nl: Verbind meerdere Google accounts aan een site, en publiceer berichten over meerdere GBP locaties & Google accounts in één actie.
pt_br: Conectar várias contas do Google a um único site e publicar posts em vários locais do GBP e contas do Google de uma só vez.

source: [Pro] Evergreen content
nl_nl: [Pro] Groenblijvende content
pt_br: [Pro] Conteúdo evergreen

source: Select your pre-existing content in bulk and have the plugin automatically publish random items from your selection at a schedule you define
nl_nl: Selecteer je bestaande content in bulk en laat de plugin automatisch willekeurige items uit je selectie publiceren op een door jou ingesteld tijdschema
pt_br: Selecionar seu conteúdo pré-existente em massa e fazer com que o plugin publique automaticamente itens aleatórios de sua seleção em uma programação que você definir

source: [Pro] Multiple auto-post templates
nl_nl: [Pro] Meerdere auto-post sjablonen aanmaken
pt_br: [Pro] Vários modelos de publicação automática

source: Instead of one generic auto-post template, you can now create multiple templates for different occasions.
nl_nl: In plaats van één algemeen auto-post template, kun je nu meerdere templates aanmaken voor verschillende gelegenheden.
pt_br: Em vez de um modelo genérico de publicação automática, agora você pode criar vários modelos para diferentes ocasiões.

source: [All Premium] Product support
nl_nl: [Alle Premium] Product ondersteuning
pt_br: [All Premium] Suporte ao produto

source: Publish your latest (WooCommerce) products to your GBP listing. The plugin now supports "real" products in GBP!
nl_nl: Publiceer je nieuwste (WooCommerce) producten naar je GBP vermelding. De plugin ondersteunt nu "echte" producten in GBP!
pt_br: Publicar seus produtos mais recentes (WooCommerce) na sua listagem GBP. O plugin agora suporta produtos "reais" no GBP!

source: Bulk actions & Pagination
nl_nl: Bulk acties & Paginering
pt_br: Ações em massa e paginação

source: The post list is now cleaner, faster & more versatile with the newly added pagination and bulk actions.
nl_nl: De postlijst is nu netter, sneller & veelzijdiger dankzij de nieuw toegevoegde paginering en bulk acties.
pt_br: A lista de posts agora está mais limpa, rápida e versátil com a paginação e ações em massa recém adicionadas.

source: Hey %1$s, Thanks for updating Post to Google My Business to version 3, the "big update"! The plugin received a massive overhaul from a technical standpoint, making it faster, more stable & more intuitive. I've also added a ton of features that you've all been asking for. I've highlighted the major ones in the "New features" section, which you can check out below! If you like the plugin and have a moment to %2$s, that's much appreciated and really helps me move the plugin forward. %3$s
nl_nl: Hoi %1$s, Bedankt voor het updaten van Post op Google Mijn Bedrijf naar versie 3, de "grote update"! De plugin heeft een grondige verbouwing gehad vanuit een technisch standpunt, waardoor hij sneller, stabieler en intuïtiever is. Ik heb ook onwijs veel nieuwe functies toegevoegd waar jullie allemaal om gevraagd hebben. De belangrijkste heb ik hieronder in de "Nieuwe features" sectie geplaatst! Als je de plugin tof vindt en een moment hebt om %2$s, dan waardeer ik dat enorm en helpt het me om de plugin verder te ontwikkelen. %3$s
pt_br: Ei %1$s, Obrigado por atualizar o Post to Google My Business para a versão 3, a "grande atualização"! O plugin recebeu uma revisão maciça do ponto de vista técnico, tornando-o mais rápido, mais estável e mais intuitivo. Eu também adicionei uma tonelada de recursos que todos vocês pediram. Destaquei os principais na seção "Novos recursos", que você pode conferir abaixo! Se você gosta do plugin e tem um momento para %2$s, isso é muito apreciado e realmente me ajuda a levar o plugin adiante. %3$s

source: Easily sync your WooCommerce products to GBP
nl_nl: Synchroniseer gemakkelijk je WooCommerce producten naar GBP
pt_br: Sincronize facilmente seus produtos WooCommerce para GBP

source: Hey %1$s, I noticed you're using WooCommerce and wanted to tell you about the new plugin I've been working on: %2$s. It makes it super easy to sync your entire WooCommerce product catalog directly to your Google Business Profile listing. If you're interested in giving it a try, then %3$s. %4$s
nl_nl: Hey %1$s, Ik zie dat je WooCommerce gebruikt en wilde je graag mijn nieuwe plugin waar ik aan heb gewerkt laten zien: %2$s. Deze maakt het super gemakkelijk om je gehele WooCommerce product-catalogus naar je Google Bedrijfsprofiel te synchroniseren. Mocht je hem willen proberen, dan %3$s. %4$s
pt_br: Ei %1$s, Eu notei que você está usando WooCommerce e quero falar sobre o novo plugin no qual estou trabalhando: %2$s. Isso torna super fácil sincronizar todo o seu catálogo de produtos WooCommerce diretamente com a listagem do seu Perfil de Empresa do Google. Se você estiver interessado em experimentá-lo, então %3$s. %4$s

source: click here to get early access
nl_nl: klik hier om vroege toegang te krijgen
pt_br: clique aqui para obter acesso antecipado

source: Choose File
nl_nl: Kies Bestand
pt_br: Escolher arquivo

# Link to settings page
source: the auto-post settings
nl_nl: de auto-post instellingen
pt_br: as configurações de publicação automática

source: Multiple auto-post templates are a Post to Google My Business "Professional" feature
nl_nl: Meerdere auto-post templates zijn een "Pro" feature van Post op Google Mijn Bedrijf
pt_br: Vários modelos de publicação automática é um recurso "Professional" do Post to Google My Business

source: You can modify the default auto-post template in %s.
nl_nl: Je kunt het standaard auto-post sjabloon aanpassen in %s.
pt_br: Você pode modificar o modelo de publicação automática padrão em %s.

source: Post campaigns screenshot
nl_nl: Post campagnes screenshot
pt_br: Captura de tela da publicação de campanha

source: Post to Google my Business Professional lets you:
nl_nl: Post op Google Mijn Bedrijf Professional laat je:
pt_br: Post to Google my Business Professional permite que você:

source: Create multiple auto-post templates for different types of content
nl_nl: Meerdere auto-post sjablonen aanmaken voor verschillende soorten content
pt_br: Criar vários modelos de publicação automática para diferentes tipos de conteúdo

source: Assign auto-post templates to specific post types
nl_nl: Auto-post sjablonen koppelen aan specifieke post types
pt_br: Atribuir modelos de publicação automática a tipos de posts específicos

source: Pick an auto-post template before publishing
nl_nl: Een auto-post template kiezen vóór het publiceren
pt_br: Escolher um modelo de publicação automática antes de publicar

source: Publish posts to multiple locations at once
nl_nl: Posts op meerdere locaties tegelijk publiceren
pt_br: Publicar posts em vários locais ao mesmo tempo

source: Post to Google My Business dashboard
nl_nl: Post op Google Mijn Bedrijf dashboard
pt_br: Painel do Post to Google My Business

source: Notifications (%s)
nl_nl: Meldingen (%s)
pt_br: Notificações (%s)

source: New features (%s)
nl_nl: Nieuwe functies (%s)
pt_br: Novos recursos (%s)

source: Calendar
nl_nl: Kalender
pt_br: Calendário

source: Post Campaigns are a Post to Google My Business "Agency" feature
nl_nl: Post campagnes zijn een Post op Google Mijn Bedrijf "Agency" functie
pt_br: Publicação de campanhas é um recurso do Post to Google My Business "Agency"

source: Manage & schedule your own, or your clients' Google My Business posts from a single location, without being tied to a specific WordPress post or page.
nl_nl: Beheer & plan Google Mijn Bedrijf berichten voor jezelf of voor je klanten vanuit één locatie, zonder vast te zitten aan een specifiek WordPress bericht of pagina.
pt_br: Gerenciar e agendar seus próprios posts do Google My Business ou de seus clientes a partir de um único local, sem estar vinculado a um post ou página específicos do WordPress.

source: Post to Google my Business for Agencies lets you:
nl_nl: Post op Google Mijn Bedrijf voor Agencies laat je:
pt_br: Post to Google my Business for Agencies permite que você:

source: Connect <strong>multiple</strong> Google accounts to a single website
nl_nl: Verbind <strong>meerdere</strong> Google accounts aan één website
pt_br: Conectar <strong>várias</strong> contas do Google a um único site

source: Assign accounts & GMB locations to specific WordPress users (and hide others)
nl_nl: Koppel accounts & locaties aan specifieke WordPress gebruikers (en verberg andere)
pt_br: Atribuir contas e locais do GMB a usuários específicos do WordPress (e ocultar outros)

source: Let your users add &amp; manage their own Google accounts
nl_nl: Laat je gebruikers hun eigen Google accounts toevoegen &amp; beheren
pt_br: Permitir que seus usuários adicionem e gerenciem suas próprias contas do Google

source: Products are a Post to Google My Business Premium feature
nl_nl: Producten zijn een Premium functie van Post op Google Mijn Bedrijf
pt_br: Os produtos são um recurso do Post to Google My Business Premium

source: Because products require a proprietary authentication method, they are not available in the free version of the plugin. Upgrade to <strong>any</strong> of the Premium versions of Post to Google My Business to (automatically) publish your products to your Google Business Profile.
nl_nl: Omdat voor producten een andere manier van authenticatie nodig is, is deze functie niet beschikbaar in de gratis versie van de plugin. Update naar <strong>een van de</strong> Premium versies van Post op Google Mijn Bedrijf om (automatisch) je berichten op je Google bedrijfsprofiel te publiceren.
pt_br: Como os produtos exigem um método de autenticação proprietário, eles não estão disponíveis na versão gratuita do plugin. Atualizar para <strong>qualquer</strong> versão Premium do Post to Google My Business, para publicar (automaticamente) seus produtos no seu Perfil de Empresas do Google.

source: Using WooCommerce? Check out my new plugin: %s. It makes it super easy to sync your entire WooCommerce product catalog directly to your Google Business Profile.
nl_nl: Gebruik je WooCommerce? Bekijk dan mijn nieuwe plugin: %s. Deze maakt het super gemakkelijk om je gehele WooCommerce product-catalogus direct naar je Google Bedrijfsprofiel te synchroniseren.
pt_br: Usando WooCommerce? Confira meu novo plugin: %s. Isso torna super fácil sincronizar todo o seu catálogo de produtos WooCommerce diretamente com o seu Perfil de Empresa do Google.

source: the guide
nl_nl: de tutorial
pt_br: o guia

source: Additional configuration is required for publishing products. Please check %s.
nl_nl: Er is extra configuratie nodig voor het publiceren van producten. Bekijk a.u.b. %s.
pt_br: É obrigatória configuração adicional para publicar produtos. Verifique %s.

source: Post image/video
nl_nl: Post afbeelding/video
pt_br: Publicar imagem/vídeo

source: JPG or PNG, 720x540px minimum size
nl_nl: JPG of PNG, 720x540px minimum afmeting
pt_br: JPG ou PNG, tamanho mínimo de 720x540px

source: Post text
nl_nl: Post tekst
pt_br: Texto do post

source: Characters:
nl_nl: Karakters:
pt_br: Caracteres:

source: Word count:
nl_nl: Woordentelling:
pt_br: Contagem de palavras:

source: See available dynamic tags that you can use
nl_nl: Zie alle dynamische tags die je kunt gebruiken
pt_br: Veja as tags dinâmicas disponíveis que você pode usar

source: The text that should appear on your post. Recommended 150-300 characters. 80 characters show in the Google Search results. 1500 characters maximum. %s
nl_nl: De tekst voor je post. 150-300 karakters is aanbevolen. 80 karakters zijn zichtbaar in de zoekresultaten. 1500 karakters maximaal. %s
pt_br: O texto que deve aparecer em seu post. Recomendado de 150 a 300 caracteres. Os primeiros 80 caracteres, mostrados nos resultados da Pesquisa Google. Máximo de 1.500 caracteres. %s

source: Event title
nl_nl: Evenement titel
pt_br: Título do evento

source: All day event (time will be ignored)
nl_nl: Evenement is hele dag (tijd wordt genegeerd)
pt_br: Evento de dia inteiro (o horário será ignorado)

source: Start date
nl_nl: Startdatum
pt_br: Data de início

source: End date
nl_nl: Einddatum
pt_br: Data de término

source: Offer title
nl_nl: Titel aanbieding
pt_br: Título da oferta

source: Example: 20% off in store or online
nl_nl: Voorbeeld: 20% korting in de winkel of online
pt_br: Exemplo: 20% o de desconto na loja ou online

source: Coupon code (optional)
nl_nl: Kortingscode (optioneel)
pt_br: Código de cupom (opcional)

source: Link to redeem offer (optional)
nl_nl: Link om aanbieding in te wisselen (optioneel)
pt_br: Link para resgatar oferta (opcional)

source: Terms and conditions (optional)
nl_nl: Algemene voorwaarden (optioneel)
pt_br: Termos e condições (opcional)

source: Product name
pt_br: Nome do produto

source: Product Name
pt_br: Nome do Produto

source: Category
pt_br: Categoria

source: Custom
pt_br: Personalizado

source: Use WordPress/WooCommerce parent category name
pt_br: Use o nome da categoria ascendente do WordPress/WooCommerce

source: Custom category...
pt_br: Categoria personalizada...

source: Max
pt_br: Máximo

source: Range
pt_br: Intervalo

source: Format: 123.45
pt_br: Formato: 123.45

source: Product description
pt_br: Descrição do produto

source: Description for the product. 1000 characters maximum.
pt_br: Descrição para o produto. 1000 caracteres no máximo.

source: Add a button (optional)
nl_nl: Voeg een knop toe (optioneel)
pt_br: Adicionar um botão (opcional)

source: None
nl_nl: Geen
pt_br: Nenhum

source: Visit site
pt_br: Visitar site

source: Book
nl_nl: Reserveren
pt_br: Reservar

source: Order online
nl_nl: Online bestellen
pt_br: Pedir online

source: Buy
nl_nl: Koop
pt_br: Comprar

source: Sign up
nl_nl: Registreren
pt_br: Cadastrar-se

source: Call now (uses primary phone number of business)
nl_nl: Bel nu (Primaire telefoonnummer van bedrijf)
pt_br: Ligar agora (usa o número de telefone principal da empresa)

source: Optional. Where the user should go when clicking the button. Leave at default (%post_permalink%) to send them to your newly created WordPress post.
nl_nl: Optioneel. Waar de bezoeker heengaat als deze op de knop drukt. Laat op de standaard waarde (%post_permalink%) staan om ze naar je nieuwe WordPress bericht toe te sturen.
pt_br: Opcional. Para onde o usuário deve ir ao clicar no botão. Deixe como padrão (%post_permalink%) para enviá-lo ao seu post WordPress recém-criado.

source: Advanced post settings
nl_nl: Geavanceerde post instellingen
pt_br: Configurações avançadas do post

source: Image settings
nl_nl: Afbeelding instellingen
pt_br: Configurações de imagem

source: Fetch image from post content
nl_nl: Afbeelding uit post inhoud ophalen
pt_br: Obter imagem do conteúdo do post

source: Try to get an image from the post content (when no custom image is set). This takes priority over the featured image.
nl_nl: Probeer een afbeelding uit de post inhoud op te halen (als er geen handmatige afbeelding ingesteld is). Dit heeft voorrang op de Uitgelichte afbeelding.
pt_br: Tentar obter uma imagem do conteúdo do post (quando nenhuma imagem personalizada está definida). Isso tem prioridade sobre a imagem destacada.
