Repository: WordPressBugBounty/plugins-post-to-google-my-business
Catalog: post-to-google-*-business/languages/post-to-google-*-business-*.po
Languages: nl_nl, pt_br

source: Unable to retrieve public keys from Google: %s
nl_nl: Kon de publieke sleutels niet van Google terugkrijgen: %s
pt_br: Não foi possível recuperar as chaves públicas do Google: %s

source: Unexpected HTTP response code (%1$d) from Google: %2$s
nl_nl: Onverwachte HTTP statuscode (%1$d) van Google: %2$s
pt_br: Código de resposta HTTP inesperado (%1$d) do Google: %2$s

source: Missing "expires" header in Google response.
nl_nl: Ontbrekende "expires" header in het antwoord van Google.
pt_br: Cabeçalho “expires” ausente na resposta do Google.

source: Invalid "expires" header format in Google response.
nl_nl: Ongeldige "expires" header in het antwoord van Google.
pt_br: Formato do cabeçalho “expires” inválido na resposta do Google.

source: Failed to parse public key JSON from Google response: %s
nl_nl: Niet gelukt om de publieke sleutel uit het antwoord van Google te verwerken: %s
pt_br: Falha ao analisar a chave pública JSON da resposta do Google: %s

source: Google response is missing expected "keys" data.
nl_nl: De verwachtte "keys" data ontbreekt in het antwoord van Google.
pt_br: A resposta do Google não contém os dados esperados das “chaves”.

source: You did not give the plugin permission to manage your Google Business Profile listings. The plugin will not work without this permission. Please retry the authentication and make sure you grant the plugin permission to manage your locations.
nl_nl: Je hebt geen toestemming aan de plugin gegeven om je Google Bedrijfsprofielen te beheren. De plugin functioneert niet zonder deze toestemming. Probeer het alsjeblieft opnieuw en zorg dat je de plugin toestemming geeft om je locaties te beheren.
pt_br: Você não concedeu permissão ao plugin para gerenciar suas listagens do Perfil de Empresas do Google (GBP). O plugin não irá funcionar sem esta permissão. Tente a autenticação novamente e certifique-se de conceder permissão ao plugin para gerenciar seus locais.

source: Please configure Post to Google My Business first
nl_nl: Configureer Post op Google Mijn Bedrijf eerst
pt_br: Configure o Post to Google My Business primeiro

source: (Connect, pick a default location and Save Changes)
nl_nl: (Verbinden, kies een standaard locatie en sla op)
pt_br: (Conectar, escolher um local padrão e salvar as alterações)

source: There was an error while loading the location list. Please check the location selector in the "Advanced post settings" for details.
pt_br: Ocorreu um erro ao carregar a lista de locais. Verifique o seletor de local em “Configurações avançadas do post” para mais detalhes.

source: You do not have permission to publish posts
nl_nl: Je hebt geen toestemming om berichten te plaatsen
pt_br: Você não tem permissão para publicar posts

source: Error creating post: %s
nl_nl: Error aanmaken post: %s
pt_br: Erro ao criar post: %s

source: Auto-post template successfully updated
nl_nl: Auto-post template succesvol aangepast
pt_br: Modelo de publicação automática atualizado com sucesso

source: You do not have permission to edit posts
nl_nl: Je hebt geen toestemming om berichten aan te passen
pt_br: Você não tem permissão para editar posts

source: Post could not be loaded
nl_nl: Post kon niet worden geladen
pt_br: O post não pôde ser carregado

source: You do not have permission to delete posts
nl_nl: Je hebt geen toestemming om berichten te verwijderen
pt_br: Você não tem permissão para excluir publicações

source: Invalid post ID
nl_nl: Ongeldige post ID
pt_br: ID do post inválido

source: Post to Google My Business
nl_nl: Post op Google Mijn Bedrijf
pt_br: Publicar no Google My Business

source: Products are not supported in the free version of the plugin. Please choose a different post type in your template.
nl_nl: Producten worden niet ondersteund in de gratis versie van de plugin. Kies aub een ander post type in je template.
pt_br: Os produtos não são suportados na versão gratuita do plugin. Escolher um tipo de post diferente em seus modelos.

source: Original image file not found
nl_nl: Originele afbeelding niet gevonden
pt_br: Arquivo de imagem original não encontrado

source: Could not detect post image file size. Make sure the image file/url is accessible remotely.
nl_nl: Kon de afbeeldingsgrootte niet detecteren. Zorg er voor dat het afbeeldingsbestand/url extern toegankelijk is.
pt_br: Não foi possível detectar o tamanho do arquivo de imagem do post. Certifique-se de que o arquivo/url da imagem esteja acessível remotamente.

source: Post image must be at least 250x250px. Selected image is %1$dx%2$dpx
nl_nl: Afbeelding moet tenminste 250x250px zijn. Huidige afbeelding is: %1$dx%2$dpx
pt_br: A imagem do post deve ter pelo menos 250x250px. A imagem selecionada tem %1$dx%2$dpx

source: Post image file too small, must be at least 10 KB. Selected image is %s
nl_nl: Post afbeelding is te klein, moet minimaal 10KB zijn. Geselecteerde afbeelding is %s
pt_br: Arquivo da imagem do post muito pequeno, deve ter pelo menos 10 KB. A imagem selecionada tem %s

source: Post image file too big, must be 5 MB at most. Selected image is %s
nl_nl: Post afbeelding is te groot, mag maximaal 5MB zijn. Geselecteerde afbeelding is %s
pt_br: Arquivo da imagem do post muito grande, deve ter 5 MB no máximo. A imagem selecionada tem %s

source: Tried to convert WebP image but imagecreatefromwebp is not available
nl_nl: Probeerde WebP afbeelding te converteren maar imagecreatefromwebp is niet beschikbaar
pt_br: Tentei converter a imagem WebP, mas a imagem criada a partir do WebP não está disponível

source: Failed to create image from AVIF using imagecreatefromavif
nl_nl: Niet gelukt om afbeelding van AVIF te maken door middel van imagecreatefromavif
pt_br: Falha ao criar imagem em AVIF usando o imagecreatefromavif

source: Tried to convert AVIF image but neither imagecreatefromavif nor Imagick is available
nl_nl: Probeerde AVIF afbeelding te converteren, maar imagecreatefromavif noch Imagick is beschikbaar
pt_br: Tentativa de converter a imagem AVIF, mas nem o imagecreatefromavif nem o Imagick estão disponíveis

source: AVIF image conversion failed:
nl_nl: AVIF afbeeldingsconversie mislukt:
pt_br: Falha na conversão da imagem AVIF:

source: Could not parse post locations
nl_nl: Kon de locaties niet verwerken
pt_br: Não foi possível analisar os locais das publicações

source: GMB Agency Client
pt_br: Cliente Agência GMB

source: Event
nl_nl: Evenement
pt_br: Eventos

source: Offer
nl_nl: Aanbieding
pt_br: Ofertas

source: Product
pt_br: Produtos

source: Alert
nl_nl: Waarschuwing
pt_br: Alerta

source: Could not match backend ID to frontend ID. Try updating the cookie settings
pt_br: Não foi possível corresponder o ID do painel ao ID da interface. Tente atualizar as configurações de cookies

source: Could not find account data. Cookie settings may be outdated. Try updating the cookie settings
pt_br: Não foi possível encontrar os dados da conta. As configurações de cookies podem estar desatualizadas. Tente atualizar as configurações de cookies

source: Could not parse account data JSON: %s.
pt_br: Não foi possível analisar os dados da conta JSON: %s.

source: Could not detect "at" code. Cookie settings may be outdated. Try updating the cookie settings
pt_br: Não foi possível detectar o código "at". As configurações de cookies podem estar desatualizadas. Tente atualizar as configurações de cookies

source: Could not detect Google account. Double check the cookie values.
pt_br: Não foi possível detectar a conta do Google. Verifique novamente os valores dos cookies.

source: Enable evergreen content
pt_br: Ativar conteúdo evergreen

source: Auto-publish random content -marked as evergreen- to GMB
pt_br: Publicar automaticamente conteúdo aleatório -marcado como evergreen- no GMB

source: Evergreen by default
pt_br: Evergreen por padrão

source: Automatically mark new content as evergreen (checks evergreen checkbox by default when enabled)
pt_br: Marcar automaticamente o novo conteúdo como evergreen (marca a caixa de seleção evergreen por padrão quando ativado)

source: Posting schedule
pt_br: Agendamento de post

source: Choose the interval at which the plugin will auto-post evergreen content
pt_br: Escolha o intervalo no qual o plugin irá publicar automaticamente o conteúdo evergreen

source: If there is no unique content left in the queue, delete oldest posts and re-publish them
pt_br: Se não houver conteúdo exclusivo na fila, exclua os posts mais antigos e publique-os novamente

source: Post type default template
pt_br: Modelo padrão de tipo de post

source: Choose which auto-post template the post type should use by default
pt_br: Escolha qual modelo de publicação automática o tipo de post deve usar por padrão

source: The chosen schedule is invalid
pt_br: O agendamento escolhido é inválido

source: The chosen schedule is impossible, make sure it doesn't resolve to an impossible date such as the 30th of February.
pt_br: O horário escolhido é impossível, certifique-se de que não está determinado para uma data impossível, como 30 de Fevereiro.

source: Untitled
pt_br: Sem título

source: Manage Google account(s)
pt_br: Gerenciar conta(s) do Google

source: See Google accounts added by other users
pt_br: Ver contas do Google adicionadas por outros usuários

source: Google locations could not be loaded at time of saving. Please check the location selector for details. The location selection in your auto-post template has not been updated, and previous setting has been retained.
pt_br: Não foi possível carregar os locais do Google no momento do salvamento. Verifique o seletor de local para mais detalhes. A seleção de local no seu modelo de publicação automática não foi atualizada e a configuração anterior foi mantida.

source: Invalid user key
pt_br: Chave de usuário inválida

source: No cookies set for product creation
pt_br: Nenhum cookie definido para criação de produtos

source: Image is required for Product
pt_br: A imagem é obrigatória para Produto

source: Published
pt_br: Publicado

source: Failed to create/update product: %s
pt_br: Falha ao criar/atualizar produto: %s

source: There recently has been an issue publishing a product to one of your GMB locations: %s.
pt_br: Recentemente, ocorreu um problema ao publicar um produto em um de seus locais do GMB: %s.

source: Failed to delete product from GMB: %s
pt_br: Falha ao excluir produto do GMB: %s

source: Toggle selection
pt_br: Alternar seleção

source: Update cookies
pt_br: Atualizar cookies

source: Set cookies
pt_br: Definir cookies

source: Download debug data
pt_br: Baixar dados de depuração

source: Disconnect account from this website
pt_br: Desconectar conta deste site

source: Select all
pt_br: Selecionar tudo

source: Select none
pt_br: Nenhuma seleção

source: To be able to create products on your Google Business Profile, you will need to enter additional cookie values.
pt_br: Para poder criar produtos em seu Perfil de Empresas do Google, você precisará inserir valores de cookies adicionais.

source: Learn more
nl_nl: Meer informatie
pt_br: Saiba mais

source: Save
pt_br: Salvar

source: No permission to manage Google accounts
pt_br: Sem permissão para gerenciar contas do Google

source: Invalid account ID
pt_br: ID de conta inválido

source: Could not connect to the Google account: %s
pt_br: Não foi possível conectar à conta do Google: %s

source: Product name can't be empty
pt_br: O nome do produto não pode estar vazio

source: Invalid product price
pt_br: Preço do produto inválido

source: Product category can't be empty
pt_br: A categoria do produto não pode estar vazia

source: Max price is not a number
pt_br: O preço máximo não é um número

source: No image, image is required for Products
pt_br: Nenhuma imagem, a imagem é necessária para Produtos

source: Google locations could not be fully loaded at the time of saving. Location settings were not updated. Please reload locations in the business selector and save again.
pt_br: Não foi possível carregar totalmente os locais do Google no momento do salvamento. As configurações do local não foram atualizadas. Recarregue os locais no seletor de empresas e salve novamente.

source: Post campaigns
pt_br: Publicar campanhas

source: Post campaign
pt_br: Publicar campanha

source: New
pt_br: Novo(a)

source: Add new GMB campaign
pt_br: Adicionar nova campanha GMB

source: Edit GMB post campaign
pt_br: Editar post de campanha no GMB

source: New GMB post campaign
pt_br: Novo post de campanha no GMB

source: View
pt_br: Ver

source: View GMB post campaign
pt_br: Ver post da campanha no GMB

source: Find GMB post campaign
pt_br: Encontrar post da campanha no GMB

source: No GMB post campaigns found
pt_br: Nenhuma publicação de campanha no GMB

source: No GMB post campaigns found in the trash
pt_br: Nenhuma publicação de campanha do GMB na lixeira

source: Add new auto-post template
pt_br: Adicionar novo modelo de publicação automática

source: Edit auto-post template
nl_nl: Bewerk auto-post sjabloon
pt_br: Editar modelo de publicação automática

source: New auto-post template
pt_br: Novo modelo de publicação automática

source: View auto-post template
pt_br: Ver modelo de publicação automática

source: Find auto-post template
pt_br: Encontrar modelo de publicação automática

source: No auto-post templates found
pt_br: Nenhum modelo de publicação automática encontrado

source: No auto-post templates found in the trash
pt_br: Nenhum modelo de publicação automática encontrado na lixeira

source: You do not have permission to do this
pt_br: Você não tem permissão para fazer isso

source: Account
pt_br: Conta

source: Storecode
pt_br: Código da loja

source: State
pt_br: Estado

source: Add to GMB evergreen content
pt_br: Adicionar ao conteúdo evergreen do GMB

source: Remove from GMB evergreen content
pt_br: Remover do conteúdo evergreen do GMB

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Changed evergreen status of %d items.
pt_br: Alteração do status evergreen de %d itens.

source: Evergreen content is currently:
pt_br: O conteúdo evergreen está atualmente:

source: disabled.
pt_br: desativado.

source: halted. Error: Could not find the scheduled event.
pt_br: interrompido. Erro: Não foi possível encontrar o evento agendado.

source: enabled.
pt_br: ativado.

source: Next item will be published at:
pt_br: O próximo item será publicado em:

source: Autopost to GMB
pt_br: Post automático para GMB

source: Automatically post items with this %1$s to GMB. Autopost will only occur once, even when this option is enabled for multiple %2$s.
pt_br: Publicação automática de itens com este %1$s no GMB. A publicação automática irá ocorrer apenas uma vez, mesmo quando esta opção estiver ativada para vários %2$s.

source: Show all %s
pt_br: Mostrar tudo %s

source: Campaign categories
pt_br: Categorias de campanha

source: Campaign category
pt_br: Categoria de campanha

source: All campaign categories
pt_br: Todas as categorias de campanha

source: Parent campaign categories
pt_br: Categorias de campanha ascendente

source: Parent campaign categories:
pt_br: Categorias de campanha ascendentes:

source: New Campaign categories name
pt_br: Novo nome de categorias de campanha

source: Add new campaign category
pt_br: Adicionar nova categoria de campanha

source: Edit campaign category
pt_br: Editar categoria de campanha

source: Update campaign category
pt_br: Atualizar categoria de campanha

source: View campaign category
pt_br: Ver categoria de campanha

source: Separate campaign categories with commas
pt_br: Separe as categorias de campanha com vírgulas

source: Add or remove campaign categories
pt_br: Adicionar ou remover categorias de campanha

source: Choose from the most used
pt_br: Escolha entre as mais usadas

source: Popular campaign categories
pt_br: Categorias de campanha populares

source: Search campaign categories
pt_br: Pesquisar categorias de campanha

source: Not Found
pt_br: Não encontrada

source: No campaign categories
pt_br: Nenhuma categoria de campanha

source: Campaign category list
pt_br: Lista de categorias de campanha

source: Campaign category list navigation
pt_br: Navegação na lista de categorias de campanha

source: Campaign tags
pt_br: Tags de campanha

source: Campaign tag
pt_br: Tag de campanha

source: All campaign tags
pt_br: Todas as tags de campanha

source: Parent campaign tags
pt_br: Tags de campanha ascendente

source: Parent campaign tags:
pt_br: Tags de campanha ascendente:

source: New Campaign tags name
pt_br: Novo nome de tag de campanha

source: Add new campaign tag
pt_br: Adicionar nova tag de campanha

source: Edit campaign tag
pt_br: Editar tag de campanha

source: Update campaign tag
pt_br: Atualizar tag de campanha

source: View campaign tag
pt_br: Ver tag de campanha

source: Separate campaign tags with commas
pt_br: Separe tags de campanha com vírgulas

source: Add or remove campaign tags
pt_br: Adicionar ou remover tags de campanha

source: Popular campaign tags
pt_br: Tags de campanha populares

source: Search campaign tags
pt_br: Pesquisar tags de campanha

source: No campaign tags
pt_br: Nenhuma tag de campanha

source: Campaign tag list
pt_br: Lista de tags de campanha

source: Campaign tag list navigation
pt_br: Navegação na lista de tags de campanha

source: The taxonomy does not exist
pt_br: A taxonomia não existe

source: Invalid field type
pt_br: Tipo de campo inválido

source: Could not load account data
nl_nl: Kon de account-data niet laden
pt_br: Não foi possível carregar os dados da conta

source: Retry
nl_nl: Opnieuw proberen
pt_br: Repetir

source: You do not have permission to add Google accounts
nl_nl: Je hebt geen toestemming om Google-accounts toe te voegen
pt_br: Você não tem permissão para adicionar contas do Google

source: Could not generate authentication URL: %s
nl_nl: Kon de authenticatie-URL niet genereren: %s
pt_br: Não foi possível gerar o URL de autenticação: %s

source: You do not have permission to manage connected Google accounts
nl_nl: Je hebt geen toestemming om verbonden Google-accounts te beheren
pt_br: Você não tem permissão para gerenciar contas conectadas do Google

source: Did not receive authentication code
nl_nl: Geen authenticatie-code ontvangen
pt_br: Não recebeu código de autenticação

source: Could not obtain access tokens: %s
nl_nl: Kon de toegangstokens niet verkrijgen: %s
pt_br: Não foi possível obter tokens de acesso: %s

source: Could not verify Google access token: %s. Is the date & time on your server set correctly?
nl_nl: Kon het Google toegangstoken niet verifiëren: %s. Zijn de datum & tijd goed ingesteld op je server?
pt_br: Não foi possível verificar o token de acesso do Google: %s. A data e a hora do seu servidor estão definidas corretamente?

source: Could not verify Google access token: %s
nl_nl: Kon het Google toegangstoken niet verifiëren: %s
pt_br: Não foi possível verificar o token de acesso do Google: %s

source: The request was cancelled
nl_nl: De aanvraag is geannuleerd
pt_br: A solicitação foi cancelada

source: The authorization failed: %s
nl_nl: De autorisatie is mislukt: %s
pt_br: A autorização falhou: %s

source: Post contains errors and possibly hasn't been published to one or more locations. Most recent error:
nl_nl: Post bevat fouten en is mogelijk niet op alle locaties gepubliceerd Meest recente foutmelding:
pt_br: O post contém erros e possivelmente não foi publicado em um ou mais locais. Erro mais recente:

source: To check errors per location, press "List created posts" below
nl_nl: Druk hieronder op "Laat aangemaakte posts zien" om de foutmeldingen per locatie te bekijken
pt_br: Para verificar os erros por local, pressione "Listar publicações criadas" abaixo

source: Parent
nl_nl: Bovenliggend item
pt_br: Ascendente

source: Publication date
nl_nl: Publicatiedatum
pt_br: Data da publicação

source: Scheduled deletion date
pt_br: Data de exclusão agendada

source: This post was created through an automatic re-post schedule. It will be automatically deleted when the post is next republished following the schedule.
pt_br: Este post foi criado através de um agendamento automático de republicação. Ele será automaticamente excluído quando o post for republicado novamente, de acordo com o agendamento.

source: Content
nl_nl: Inhoud
pt_br: Conteúdo

source: Go to parent WordPress post
nl_nl: Ga naar bovenliggende WordPress bericht
pt_br: Acessar o post ascendente do WordPress

source: WordPress Repository
pt_br: Repositório WordPress

source: Plugin Developer
nl_nl: Ontwikkelaar van de plugin
pt_br: Desenvolvedor do Plugin

source: Ok, you deserve it
nl_nl: Ok, je verdient 't
pt_br: Ok, você merece

source: Maybe later
nl_nl: Misschien later
pt_br: Talvez mais tarde

source: I already did
nl_nl: Heb ik al gedaan
pt_br: Eu já fiz isso

source: Developer profile photo
nl_nl: Foto van de ontwikkelaar
pt_br: Foto de perfil do desenvolvedor

source: 7 posts!
pt_br: 7 publicações!

source: Hey %1$s, I noticed you've just created your 7th GMB post through my plugin, awesome! If you like the plugin and have a moment to leave a 5-star rating on the %2$s, that really helps spread the word and move the development forwards! %3$s %4$s %5$s %6$s
nl_nl: Hey %1$s, Ik zag dat je zojuist je 7e post hebt aangemaakt met mijn plugin, top! Als je de plugin goed vindt en een momentje hebt om een 5-sterren beoordeling achter te laten op de %2$s, zou dat onwijs helpen om de plugin te laten groeien en de ontwikkeling te versnellen! %3$s %4$s %5$s %6$s
pt_br: Ei %1$s, Percebi que você acabou de criar seu 7º post no GMB, através do meu plugin. Incrível! Se você está gostando do plugin e tem um momento para fazer uma classificação de 5 estrelas no %2$s, isso realmente me ajudaria a melhorar ainda mais e levar o desenvolvimento para um próximo nível! %3$s %4$s %5$s %6$s

source: 28 posts! Awesome
nl_nl: 28 posts! Geweldig
pt_br: 28 publicações! Incrível

source: Hi %1$s, I hope you find my GMB plugin useful! I noticed you've already created 28 GMB posts with it. If you like the plugin and have a moment to leave a 5-star rating on the %2$s, that really helps boost my motivation! Thanks! %3$s %4$s %5$s %6$s
nl_nl: Hoi %1$s, Ik hoop dat je mijn plugin handig vindt! Ik zag dat je er zojuist je 28e post mee gemaakt hebt. Als je de plugin goed vindt en een momentje hebt om een 5-sterren beoordeling achter te laten op de %2$s? Dat geeft me echt een motivatieboost! Alvast bedankt! %3$s %4$s %5$s %6$s
pt_br: Oi %1$s, Espero que esteja achando meu plugin GMB útil! Notei que você já criou 28 posts GMB com ele. Se você está gostando do plugin e tem um momento para deixar uma classificação de 5 estrelas no %2$s, isso realmente ajudaria a aumentar ainda mais a minha motivação! Obrigado! %3$s %4$s %5$s %6$s

source: Wow! 100 posts!
pt_br: Uau! 100 publicações!
