Repository: WordPressBugBounty/plugins-post-to-google-my-business
Catalog: post-to-google-*-business/languages/post-to-google-*-business-*.po
Languages: nl_nl, pt_br

source: Use Featured Image as GMB post image
nl_nl: Gebruik Uitgelichte afbeelding als GMB post afbeelding
pt_br: Usar a imagem destacada como imagem de publicação do GMB

source: Use the Featured Image as GMB Post image (when no custom image is set)
nl_nl: Gebruik de uitgelichte afbeelding als GMB post afbeelding (als er geen post afbeelding ingesteld is)
pt_br: Usar a imagem destacada como imagem de publicação do GMB (quando nenhuma imagem personalizada estiver definida)

source: Hide
nl_nl: Verbergen
pt_br: Ocultar

source: Inline
nl_nl: In lijn
pt_br: Em linha

source: Next line
nl_nl: Volgende regel
pt_br: Próxima linha

source: Table of links (at the end of the post)
nl_nl: Tabel met links (aan einde van de post)
pt_br: Tabela de links (no final do post)

source: How the plugin should handle links in the content (when using %post_content%)
nl_nl: Hoe de plugin links in de tekst moet behandelen (wanneer %post_content% wordt gebruikt)
pt_br: Como o plugin deve lidar com links no conteúdo (ao usar %post_content%)

source: Schedule your Google My Business posts, automatically repost them at specified interval, and pick one or more locations to post to. And many more features!
nl_nl: Plan je Google Mijn Bedrijf posts in, repost ze automatisch op bepaalde interval, en kies één of meerdere locaties om naar te posten. En nog veel meer functies!
pt_br: Agende seus posts no Google My Business, repita-os automaticamente em um intervalo especificado e escolha um ou mais locais para publicar. E muitos mais recursos!

source: Upgrade now!
nl_nl: Upgrade nu!
pt_br: Atualizar agora!

source: When the post should be first published
pt_br: Quando o post deve ser publicado pela primeira vez

source: Automatic repost
pt_br: Republicação automática

source: Stop after
pt_br: Parar depois

source: Never
pt_br: Nunca

source: Date
pt_br: Data

source: Executions
pt_br: Execuções

source: executions
pt_br: execuções

source: Automatically re-publish the post and delete the previous one based on this schedule
pt_br: Publique novamente o post automaticamente e exclua o anterior com base neste agendamento

source: Post to location(s)
pt_br: Publicar no(s) local(is)

source: Cancel
nl_nl: Annuleren
pt_br: Cancelar

source: Publish Now
nl_nl: Nu publiceren
pt_br: Publicar agora

source: Thanks for choosing Post to Google My Business! The easiest and most versatile Google My Business plugin for WordPress.
nl_nl: Bedankt dat je hebt gekozen voor Post op Google Mijn Bedrijf. De simpelste en meest veelzijdige Google Mijn Bedrijf plugin voor WordPress.
pt_br: Obrigado por escolher Post to Google My Business! O plugin do Google My Business mais fácil e versátil para WordPress.

source: Need help getting started? Check out the <a target="_blank" href="https://tycoonmedia.net/gmb-tutorial-video/">tutorial video</a>
nl_nl: Hulp nodig om te starten? Check de <a target="_blank" href="https://tycoonmedia.net/gmb-tutorial-video/">tutorial video (Engels)</a>
pt_br: Precisa de ajuda para começar? Confira o <a target="_blank" href="https://tycoonmedia.net/gmb-tutorial-video/">vídeo tutorial</a>

source: Upgrade to the <strong>Agency</strong> plan of <i>Post to Google My Business</i> to handle multiple Google accounts within a single installation of the plugin. With Post to Google My Business for Agencies, you can:
nl_nl: Upgrade naar het <strong>Agency</strong> pakket van <i>Post op Google Mijn Bedrijf</i> om meerdere Google accounts binnen een enkele installatie van de plugin te beheren. Met Post op Google Mijn Bedrijf voor marketingbureaus kun je:
pt_br: Atualizar para <strong>Agency</strong> o plano do <i>Post to Google My Business</i> para lidar com várias contas do Google dentro de uma única instalação do plugin. Com o Post to Google My Business for Agencies, você pode:

source: New GMB Post
nl_nl: Nieuwe GMB Post
pt_br: Nova publicação no GMB

source: Every Minute
nl_nl: Elke Minuut
pt_br: A cada minuto

source: Every %d Minutes
nl_nl: Elke %d Minuten
pt_br: A cada %d minutos

source: Post to Google My Business (Google Business Profile) (Premium)
pt_br: Post to Google My Business (Perfil de Empresas do Google) (Premium)

source: (Auto-)post and manage Google Business Profile posts from the WordPress dashboard
nl_nl: Beheer en plaats (automatisch) posts op je Google bedrijfsprofiel, rechtstreeks vanuit het WordPress Dashboard
pt_br: Publique e gerencie automaticamente as publicações do Perfil do Google Business (GBP) a partir do painel do WordPress

source: Post to Google My Business (Google Business Profile)
nl_nl: Post op Google Mijn Bedrijf (Google Bedrijfsprofiel)

source: Product Sync for GBP
nl_nl: Product Sync voor GBP

source: Post to Google My Business:
nl_nl: Post op Google Mijn Bedrijf:

source: Post to GMB %s
nl_nl: Post op GMB %s
